{
  "events": [
    {
      "id": 1,
      "type": "music",
      "name": "Live Jazz in Soho Members' Club",
      "image": "/music1.jpg",
      "date": "Wednesday 2 March, 6:00 PM",
      "location": "Norwich",
      "distanceFromHotel": "0.1 miles",
      "coords": {
        "lat": 52.63817855,
        "lng": 1.27598316
      },
      "suitablefor": "couples, families",
      "desc": "Step through the inconspicuous doorway into an intimate candlelit bar, where the talented Piano Bar Players perform live jazz from 6:30pm. Sip on prohibition-style cocktails, with classic whisky blends, rum infusions and all other kinds of sweet and zesty creations, expertly shaken by skilled mixologists. Spectacular music, ambience and drinks – the Piano Bar is the perfect spot for after-work or a date night with a difference."
    },
    {
      "id": 2,
      "type": "music",
      "name": "Jazz Nursery Aboard The Golden Hinde",
      "image": "/music2.jpg",
      "date": "Thursday 31 March, 7:30 PM",
      "location": "Norwich",
      "distanceFromHotel": "2 miles",
      "coords": {
        "lat": 52.63186476,
        "lng": 1.27763271
      },
      "suitablefor": "families, couples, friends",
      "desc": "Get stirred up by the runaway grooves of some of London's most exciting up-and-coming jazz groups, including the Hannes Riepler Band in July and Miguel Gorodi Nonet in August. These movers-and-shakers have been brought aboard the famous Elizabethan galleon, The Golden HInde, by the dedicated promoters at Jazz Nursery, who were selected for the Arts Council's Grants For The Arts. So c'mon. Sip drinks in Sir Francis Drake's private cabin. Climb the crow's nest. Tune in to some great jazz."
    },
    {
      "id": 3,
      "type": "music",
      "name": "The Ultimate '80s Party Band",
      "image": "/music3.jpg",
      "date": "Friday 4 March, 7:00 PM",
      "location": "Norwich",
      "distanceFromHotel": "0.5 miles",
      "coords": {
        "lat": 52.62274743,
        "lng": 1.27746105
      },
      "suitablefor": "couples, friends",
      "desc": "Formed in early 2013 Popgun has uniquely recreated the energy, visual detail and unique sounds of the 1980s, featuring the wildest range of material from A-ha to Wham! Not only can you expect a show packed with instantly recognisable classics such as 'Livin' On A Prayer', 'Dangerzone', 'Let's Dance', 'We Built This City' and 'Sweet Child O'Mine' but also other gems such as 'Your Love', 'Easy Lover' and 'Died In Your Arms'. Featuring a professional live four-piece band, every attention has been made to ensure Popgun is the most authentic sounding experience possible to the '80s era. It's time to grab your leg-warmers, back comb that hair and get ready for the ultimate party."
    },
    {
      "id": 4,
      "type": "music",
      "name": "London Symphony Orchestra Concert",
      "image": "/music4.jpg",
      "date": "Friday 14 March, 7:00 PM",
      "location": "Norwich",
      "distanceFromHotel": "1.2 miles",
      "coords": {
        "lat": 52.62566518,
        "lng": 1.28801823
      },
      "suitablefor": "friends, couples",
      "desc": "If you've never been inside LSO St Luke's then these free Friday lunchtime concerts are a must. Go and discover more about music and instruments of the orchestra in the beautiful setting of the Jerwood Hall in specially designed concerts by LSO musicians and students from the Guildhall School. The concerts offer an informal introduction to the LSO and the world of music-making. Presenter Rachel Leach talks about the works and the instruments, and there are opportunities to ask questions of Rachel and the musicians. For this one members of the LSO string section perform Mendelssohn's Octet as part of a series of concerts focussing on how composers reflected the French Impressionist art movement."
    },
    {
      "id": 5,
      "type": "food",
      "name": "Free From Food Festival 2016",
      "image": "/food1.jpg",
      "date": "Monday 30 May, 10:30 AM",
      "location": "Norwich",
      "distanceFromHotel": "0.9 miles",
      "coords": {
        "lat": 52.62811386,
        "lng": 1.2954855
      },
      "suitablefor": "friends, couples",
      "desc": "There are many reasons why you may want a diet that contains less gluten, dairy or sugar. You may be intolerant to gluten or dairy. Or, in many cases, you might simply want to have an improved, healthier diet. Now, for the first time ever in the UK, people who have a 'free from' diet will have a food festival that supports their requirements. From sugar-free chocolate to gluten-free beer, there will be a diverse range of products to try and buy. With live cooking demonstrations, attendees will be able to learn health-conscious cooking that doesn't sacrifice on taste. Live music will be playing throughout, making this the perfect opportunity for an enjoyable day out for 'free from' followers and their friends and family as well."
    },
    {
      "id": 6,
      "type": "food",
      "name": "British Beer + Food Matching Tasting",
      "image": "/food2.jpg",
      "date": "Tuesdat 31 May, 17:30 PM",
      "location": "Norwich",
      "distanceFromHotel": "4 miles",
      "coords": {
        "lat": 52.63441727,
        "lng": 1.29600048
      },
      "suitablefor": "friends, couples",
      "desc": "This is one for the beer drinkers out there. Anyone who has a passing interest in beer can’t help but have noticed the explosion of breweries and beer styles in the UK over the last few years. Most pubs now have a wider selection of cask and bottle beers than ever before, and the options are almost mind boggling.  As well as that the concept of beer and food matching has become a lot more prominent. No lnger is wine seen as the best accompaniment for meals, there are many beers that can do just as good a job (dare we say better in some cases). The trick is knowing what beer goes with what food and finding out to decide on your matches.  On the Beer and Food Matching tasting we will taste at least six different beers matched with different foods. You will discover how beer is made, what it is that makes them taste so different and the best food match for each. The matches will include at least some of the following"
    },
    {
      "id": 7,
      "type": "food",
      "name": "Steak + Lobster With £10 Bet",
      "image": "/food3.jpg",
      "date": "Monday 29 February, 6:00 PM",
      "location": "Norwich",
      "distanceFromHotel": "0.2 miles",
      "suitablefor": "family, couples",
      "coords": {
        "lat": 52.63186476,
        "lng": 1.30115032
      },
      "desc": "Steak and lobster are two of life’s greatest pleasures, and at The Grosvenor Victoria you can enjoy both with a flutter on the side. The steak? UDSA Rump Steak and cooked just how you like it. The half lobster? Served with claw and chunky chips or fries. The bet? £10 for you to wager in the casino. It’s your night: you call the shots and you get to have all the fun.  Over 18s only. All guests must bring ID to gain entry to the casino and sign up for mandatory free membership. Dress code: smart casual, no sportswear."
    },
    {
      "id": 8,
      "type": "culture",
      "name": "Orchid Festival",
      "image": "/culture1.jpg",
      "date": "Monday 18 April, 6:00 PM",
      "location": "Norwich",
      "distanceFromHotel": "3.1 miles",
      "coords": {
        "lat": 52.62285164,
        "lng": 1.300807
      },
      "suitablefor": "family, friends, couples",
      "desc": "Who doesn't love a good orchid? We certainly do. That's why we'll be making our way to Kew Gardens' when their celebration of the orchid returns for a second year, this time with a colourful carnival theme. A series of carefully designed displays take over the glasshouse exploring the science of the mysterious plants with a focus on Brazilian hybrids.  Highlights include two giant Rainforest Tree sculptures covered with beautiful Oncidium orchids, a tunnel of vibrant tropical plants and five figures situated in the pond representing the flamboyant costumes of Brazilian carnival dancers made from Bromeliads and Phalaenopsis. Four late night events also take place during the exhibition, packed with talks, interactive workshops and a bar serving up botanical cocktails."
    },
    {
      "id": 9,
      "type": "comedy",
      "name": "Simon Munnery: And Nothing But",
      "image": "/comedy1.jpg",
      "date": "Monday 29 February, 8:45 PM",
      "location": "Norwich",
      "distanceFromHotel": "3.5 miles",
      "coords": {
        "lat": 52.62780127,
        "lng": 1.31213665
      },
      "suitablefor": "family, friends, couples",
      "desc": "Multi award-winning comedian Simon Munnery offers up a brand new stand-up show, that's sure to blow your socks off. Returning once again to what he does best (being himself for an hour) he'll generally tell it like it is, was, and might be if we could but get our fingers out. All rise. Simon is a British Comedy Award nominee, Perrier Award nominee and Chortle Award winner. He’s a star of Comedy Central’s Alternative Comedy Experience – as seen on BBC2’s Culture Show and heard on Radio 4’s News Quiz, amongst others. Over 14s only. Valid ID may be required. Running time: 1 hour. *Find out more in our Terms & Conditions."
    },
    {
      "id": 10,
      "type": "exhibition",
      "name": "Chelsea Secret Wedding Fair",
      "image": "/exhibit3.jpg",
      "date": "Saturday 9 April, 11:00 AM + Other Dates",
      "location": "Norwich",
      "distanceFromHotel": "2 miles",
      "coords": {
        "lat": 52.62212218,
        "lng": 1.30896091
      },
      "suitablefor": "family, friends, couples",
      "desc": "Ssssssshhh…. Can you keep a secret? Back by popular demand, it's the Chelsea Secret Wedding Fair. Packed to the rafters with exclusive exhibitors, luxury brands and everything you need for your perfect wedding day. So get down there, indulge in a glass of bubbly, meet London's finest suppliers, watch the bridal catwalk show and take home a goody-bag fit to bursting with exclusive offers and products. All you have to remember to bring the groom – but only if you really want to…  This event opens at 11am and closes at 4pm. Arrive at any point within those hours, but make sure to give plenty of time to see everything. The VIP ticket includes a glass of champagne, canapés before the catwalk show starts and products and offers that will be announced closer to the time of the even"
    },
    {
      "id": 11,
      "type": "exhibition",
      "name": "Bond In Motion",
      "image": "/exhibit2.jpg",
      "date": "Monday 29 February, 10:00 AM",
      "location": "Norwich",
      "distanceFromHotel": "5.5 miles",
      "coords": {
        "lat": 52.6370738,
        "lng": 1.29497051
      },
      "suitablefor": "family, friends, couples",
      "desc": "His name is Bond…James Bond. And he’s coming to the London Film Museum. This official exhibition features original vehicles seen in the iconic espionage film series: the Aston Martin DB5, the Lotus Esprit S1, the archetypal Bond car, motorcycles, boats, aircrafts…need we go on? To top things off, take a peek at never-before-seen concept art and storyboards from the production’s art department. This collection will amaze any 007 fan, we guarantee it. Child tickets valid for 15s and under. Concession tickets valid for students and OAPs; please bring proof of eligibility on arrival. Last entry 1 hour before closing time. YPlan prices include all booking fees."
    },
    {
      "id": 12,
      "type": "exhibition",
      "name": "Leonardo Da Vinci: The Mechanics Of Genius",
      "image": "/exhibit1.jpg",
      "date": "Monday 18 April, 6:00 PM",
      "location": "Norwich",
      "distanceFromHotel": "2.3 miles",
      "coords": {
        "lat": 52.63092706,
        "lng": 1.2887907
      },
      "suitablefor": "family, friends, couples",
      "desc": "Now modern audiences will be able to enter the mind of the young Leonardo da Vinci as an engineer and inventor too...expected to be one of the most popular exhibitions of 2016' - Leonardo da Vinci: The Mechanics of Genius is the internationally-acclaimed, must-see exhibition of 2016. It's your chance to investigate both the facts and the misconceptions that surround this great genius of the Renaissance: Was he the period's only designer of machines? Did all of his designs get fully constructed? Find out the answers to these questions and many others at a unique exhibition of remarkable prescience, rare beauty and astonishing creativity."
    }
  ],
  "locations": [
    {
      "name": "Bath",
      "image": "/locations/bath.jpg",
      "whyVisit": "Roman baths, Georgian architecture, Jane Austen Centre, The Royal Crescent, afternoon tea, thermal spas"
    },
    {
      "name": "York",
      "image": "/locations/york.jpg",
      "whyVisit": "Castle Howard, York Minster, old fortifications and Gothic architecture, haunted legends, streets like a labyrinth"
    },
    {
      "name": "Bristol",
      "image": "/locations/bristol.jpg",
      "whyVisit": "The Docks, Clifton Bridge, trip-hop, electronica, art collectives, Banksy pieces, industrial pasts"
    },
    {
      "name": "London",
      "image": "/locations/london.jpg",
      "whyVisit": "Pub culture, tea culture, the royal family, Big Ben, Shakespeare, wry humour, theatre, fashion and finance, fish and chips, Tate Modern, the Tube, the gap"
    },
    {
      "name": "Edinburgh",
      "image": "/locations/edinburgh.jpg",
      "whyVisit": "Arthurs Seat, cutting-edge theatre, mystical fog, stunning cliff-faces, spooky stories, tall spires, underground pubs, and whisky"
    },
    {
      "name": "Brighton",
      "image": "/locations/brighton.jpg",
      "whyVisit": "The Lanes, London-by-the-sea, Brighton Pier, LGBTQ culture, independent cafes, cute boutiques, vintage shops, pebble beaches"
    }
  ]
}